IdeaRS.Connections
AnchoringData.Angles Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the string, where are defined groups and positions for angles. This string is not null or empty, if polar coordinate system is used.
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public string Angles { get; set; }
Property Value
Type: String
See Also
Reference
AnchoringData Class
IdeaRS.Connections.Data Namespace